tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "blueutil"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "fd"
brew "x265"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "lolcat"
brew "m-cli"
brew "mas"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "rename"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "vim", link: false
brew "yarn"
brew "youtube-dl"
brew "z"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "alfred"
cask "atext"
cask "backblaze"
cask "bartender"
cask "caffeine"
cask "daisydisk"
cask "dash"
cask "docker"
cask "electrum"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "messenger"
cask "notable"
cask "nvalt"
cask "plex-media-server"
cask "rescuetime"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "texshop"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "workflowy"
cask "xquartz"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
