tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "vitorgalvao/tiny-scripts"
cask "xquartz"
brew "blueutil"
brew "exercism"
brew "ffmpeg", args: ["with-x265"]
brew "libyaml"
brew "m-cli"
brew "perl"
brew "readline"
brew "postgresql"
brew "sqlite"
brew "python"
brew "python3"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "vim"
brew "watchman"
brew "wine"
brew "x265"
brew "yarn"
brew "z"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "alfred"
cask "arq"
cask "atext"
cask "atom"
cask "backblaze"
cask "bartender"
cask "daisydisk"
cask "dash"
cask "electrum"
cask "firefox"
cask "flux"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "hazel"
cask "karabiner-elements"
cask "kindle"
cask "messenger"
cask "nvalt"
cask "plex-media-server"
cask "rescuetime"
cask "selfcontrol"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "texshop"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "caskroom/fonts/font-fira-code"
