tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "blueutil"
brew "exercism"
brew "x265"
brew "ffmpeg", args: ["with-x265"]
brew "gnu-sed", args: ["with-default-names"]
brew "libyaml"
brew "lolcat"
brew "m-cli"
brew "mas"
brew "mongodb"
brew "perl"
brew "readline"
brew "postgresql"
brew "python"
brew "redis"
brew "rename"
brew "thefuck"
brew "tmux"
brew "vim"
brew "wine"
brew "yarn", args: ["without-node"]
brew "z"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "alfred"
cask "atext"
cask "backblaze"
cask "bartender"
cask "daisydisk"
cask "dash"
cask "electrum"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "messenger"
cask "notable"
cask "nvalt"
cask "plex-media-server"
cask "rescuetime"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "texshop"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
mas "Boxy", id: 1053031090
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lynda.com", id: 985958984
mas "MindNode", id: 992076693
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
